Repository: Ishtef/Utilidades-Chrome
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, it, pt_pt

source: Foco al inicio
ar: التركيز عند بدء التشغيل
it: All'inizio
pt_pt: Foco no início

source: Foco al final
ar: التركيز في النهاية
it: Alla fine
pt_pt: Foco no final

source: No hay controles en la página.
it: Non ci sono controlli nella pagina.

source: No soportado en este documento
ar: غير مدعوم في هذا المستند
it: Non supportato in questo documento
pt_pt: Sem suporte neste documento

source: Silenciar el sonido
it: Silenzia il suono

source: Utilidades Chrome
ar: تحسينات لمتصفح كروم
it: Utilità per Chrome

source: Muestra diálogo de pestañas
it: Mostra finestra di dialogo schede
pt_pt: Mostra o diálogo de separadores

source: Muestra el historial atrás
ar: عرض التاريخالسابق
it: mostra la cronologia all'indietro
pt_pt: Mostra o histórico anterior

source: El botón no existe
ar: الزر غير موجود
it: Il pulsante non esiste
pt_pt: O botão não existe

source: No hay historial para mostrar
ar: لا يوجد تاريخ للعرض
it: nessuna cronologia da visualizzare
pt_pt: Sem histórico para mostrar

source: Muestra el historial adelante
ar: عرض التاريخ التالي
it: Mostra la cronologia in avanti
pt_pt: Mostra o histórico próximio

source: Activa y desactiva modo lectura
ar: تنشيط وتعطيل وضع القراءة
it: Attiva e disattiva la modalità di lettura
pt_pt: Activa e desactiva o modo de leitura

source: Modo lectura no disponible
ar: وضع القراءة غير متاح
it: Modalità di lettura non disponibile
pt_pt: Modo de leitura indisponível

source: Desactivando modo lectura...
ar: جارٍ تعطيل وضع القراءة ...
it: disattivazione modalità lettura...
pt_pt: A desactivar o modo de leitura

source: Activando modo lectura...
ar: جارٍ تنشيط وضع القراءة ...
it: attivazione modalità lettura...
pt_pt: A activar o modo de leitura

source: Leer el resultado en modo lectura
ar: اقرأ النتيجة في وضع القراءة
it: Leggi la pagina in modalità lettura
pt_pt: Ler o resultado em modo de leitura

source: No esta en modo lectura
ar: ليس في وضع القراءة
it: non in modalità lettura
pt_pt: Não está no modo de leitura

source: Activar y desactivar navegación cíclica
ar: تنشيط وإلغاء التنشيط للتصفح الدائري
it: Attiva e disattiva la navigazione ciclica
pt_pt: Activar e desactivar navegação cíclica

source: Navegación cíclica desactivada.
ar: التنقل الدوري معطّل.
it: Navigazione ciclica disattivata.
pt_pt: Navegação cíclica desactivada.

source: Navegación cíclica activada.
ar: تم تفعيل التنقل الدائري
it: Navigazione ciclica attivata.
pt_pt: Navegação cíclica activada.

source: Lista de pestañas
ar: قائمة الجدولة
it: Elenco schede
pt_pt: Lista de separadores

source: Clic en botón &Izquierdo
ar: انقر فوق الزر الي&سار
it: Clic pulsante &sinistro
pt_pt: Pressione em botão esquerdo

source: Clic en botón &Derecho
ar: انقر فوق الزر الي&مين
it: Clic pulsante &destro
pt_pt: Pressione em botão direito

source: &Nueva pestaña
ar: &علامة تبويب جديدة
it: &Nuova scheda
pt_pt: %Novo separador

source: &Cerrar
ar: ا&غلاق
it: &Chiudi
pt_pt: &Fechar

source: Abrir las ventanas de Chrome maximizadas
it: Apri le finestre di Chrome ingrandite

source: Pequeños scripts para mejorar el uso del navegador Chrome.
it: Piccoli script per migliorare l'utilizzo del browser Chrome.
pt_pt: Pequenos scripts para melhorar o uso do navegador Chrome

source: Muestra dialogo de pestañas
ar: إظهار مربع حوار علامة التبويب

source: No hay controles en la pagina.
ar: لا توجد ضوابط على الصفحة.
pt_pt: Não há controlos na página
