Repository: Ishtef/Utilidades-Chrome
Catalog: lang/*.po
Languages: es

source: Button not found
es: Botón no encontrado

source: No history to display
es: No hay historial

source: Read mode not found
es: Modo de lectura no encontrado

source: Read mode not available
es: Modo de lectura no disponible

source: Downloading read mode...
es: Descargando modo lectura...

source: Loading readout mode...
es: Cargando modo lectura...

source: List of tabs
es: Lista de pestañas

source: &Left Click
es: Clic en botón &Izquierdo

source: &Right Click
es: Clic en botón &Derecho

source: &New tab
es: &Nueva pestaña

source: &Close
es: &Cerrar

source: Chrome Utilities
es: Utilidades Chrome

source: Enhancements to make Chrome easier to use with NVDA
es: Mejoras para hacer Chrome más fácil de usar con NVDA
